{
	"FixCursorHold.nvim": {
		"branch": "master"
	},
	"LuaSnip": {
		"branch": "master"
	},
	"back-pocket.nvim": {
		"branch": "main"
	},
	"catppuccin": {
		"branch": "main"
	},
	"cmp-nvim-lsp": {
		"branch": "main"
	},
	"cmp-path": {
		"branch": "main"
	},
	"cmp_luasnip": {
		"branch": "master"
	},
	"conform.nvim": {
		"branch": "master"
	},
	"copilot.lua": {
		"branch": "master"
	},
	"fidget.nvim": {
		"branch": "main"
	},
	"git-blame.nvim": {
		"branch": "master"
	},
	"gitsigns.nvim": {
		"branch": "main"
	},
	"lazy.nvim": {
		"branch": "main"
	},
	"lazydev.nvim": {
		"branch": "main"
	},
	"lualine.nvim": {
		"branch": "master"
	},
	"mdx.nvim": {
		"branch": "main"
	},
	"mini.nvim": {
		"branch": "main"
	},
	"neotest": {
		"branch": "master"
	},
	"neotest-jest": {
		"branch": "main"
	},
	"neotest-playwright": {
		"branch": "master"
	},
	"neotest-rspec": {
		"branch": "main"
	},
	"noice.nvim": {
		"branch": "main"
	},
	"nui.nvim": {
		"branch": "main"
	},
	"nvim-autopairs": {
		"branch": "master"
	},
	"nvim-cmp": {
		"branch": "main"
	},
	"nvim-lspconfig": {
		"branch": "master"
	},
	"nvim-nio": {
		"branch": "master"
	},
	"nvim-treesitter": {
		"branch": "main"
	},
	"nvim-treesitter-textobjects": {
		"branch": "main"
	},
	"nvim-web-devicons": {
		"branch": "master"
	},
	"oil.nvim": {
		"branch": "master"
	},
	"persistence.nvim": {
		"branch": "main"
	},
	"phpactor": {
		"branch": "master"
	},
	"pkl-neovim": {
		"branch": "main"
	},
	"plenary.nvim": {
		"branch": "master"
	},
	"snacks.nvim": {
		"branch": "main"
	},
	"tabby.nvim": {
		"branch": "main"
	},
	"todo-comments.nvim": {
		"branch": "main"
	},
	"trouble.nvim": {
		"branch": "main"
	},
	"typescript-tools.nvim": {
		"branch": "master"
	},
	"vim-sleuth": {
		"branch": "master"
	},
	"vim-tmux-navigator": {
		"branch": "master"
	},
	"vim-visual-multi": {
		"branch": "master"
	},
	"which-key.nvim": {
		"branch": "main"
	}
}
